---
kind: other
id: Methods.T:Autodesk.Revit.DB.ModelPathUtils
source: html/5ddd80ed-e1be-fda6-7469-0bfbd335d9b1.htm
---
# ModelPathUtils Methods

Converts a pair of cloud project and model GUIDs to a valid cloud path.